Repository: kahihia/OnlineSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Password
fa: کلمه عبور

source: Confirm Password
fa: تایید کلمه عبور

source: National ID
fa: کد ملی

source: Country
fa: کشور

source: Mobile Number
fa: شماره موبایل

source: National ID Photo
fa: عکس کد ملی

source: Mobile (Example: 09121234567)
fa: شماره موبایل(0912xxxxxxxx)

source: cur_code
fa: کد ارز

source: Date
fa: تاریخ

source: Your account charged successfully
fa: شارژ با موفقیت انجام شد

source: Personal Information
fa: اطلاعات شخصی

source: Activate Account
fa: فعال کردن حساب

source: Bank Accounts
fa: حسابهای بانکی من

source: My Financial Accounts
fa: حسابهای مالی من

source: Creating a Bank Account
fa: ایجاد حساب بانکی جدید

source: Bank
fa: بانک

source: Currency
fa: واحد پول

source: Account Number
fa: شماره حساب

source: Done
fa: ایجاد حساب

source: Cancel
fa: انصراف

source: My Bank Accounts
fa: حسابهای بانکی من

source: Index
fa: ردیف

source: Bank Name
fa: بانک

source: Account Owner
fa: صاحب حساب

source: Withdraw
fa: حساب بانکی

source: Message
fa: پیام

source: This transaction is not possible, because you do not have any wallets in rial.
fa: این تراکنش امکان پذیر نیست چون شما کیف پولی با واحد ریال ندارید.

source: Home Page
fa: صفحه اصلی

source: Profile
fa: پروفایل

source: menu
fa: فهرست

source: Home
fa: صفحه اصلی

source: Wallets
fa: کیف پول من

source: Wallet Info
fa: کیف پول من

source: Top Up by Credit Card
fa: افزایش اعتبار کیف پول

source: Transaction History
fa: پیشینه تراکنش

source: Payment
fa: پرداخت

source: Withdrawals
fa: حسابهای بانکی

source: Reports
fa: گزارش های مالی

source: General
fa: اطلاعات عمومی حساب

source: Close
fa: بستن

source: Transaction
fa: تراکنش

source: Logout
fa: خروج

source: Name
fa: نام

source: Email
fa: پست الکترونیک

source: Login ID
fa: شناسه ورود

source: InterPay ID
fa: شناسه interpay

source: Title
fa: عنوان

source: Comment
fa: توضیحات

source: Send
fa: ارسال

source: General
fa: اطلاعات عمومی حساب

source: Edit Your profile
fa: ویرایش پروفایل

source: Login
fa: ورود

source: This page is still under construction ... . we will be at your service soon.
fa: این صفحه همچنان در دست آماده سازی است. از شکیبایی شما سپاسگزاریم.

source: Welcome to interpay
fa: به ریزپرداخت خوش آمدید

source: Interpay is an online electronic service which provides a safe and secure platform for business transactions and e-commerce. No matter you are the merchant or the consumer, we will bring you an enjoyable experience of transaction.
fa: اینترپی یک بستر آنلاین است که به شما اجازه می دهد تا در محیطی امن و به راحتی تراکنش های مالی و خریدهای اینترتی خود را انجام دهید.

source: You can pay your GRE, GMAT, University Fees and ... by clicking on
fa: پرداخت هزینه های GRE GMAT خود را با کلیک کردن روی دکمه پرداخت انجام دهید

source: payment
fa: پرداخت

source: Your total wallet value is
fa: مقدار کل قابل پرداخت

source: Welcome to Interpay Iran
fa: به ریزپرداخت خوش آمدید

source: Login to Interpay
fa: ورود به سایت

source: Forgot password or account disabled ?
fa: در ورود به سایت مشکل دارم

source: Create One!
fa: یک حساب جدید بسازید

source: Pay to user
fa: پرداخت به مشتری

source: Pay
fa: پرداخت

source: Other Payments
fa: پرداخت دیگر

source: Amount
fa: مقدار

source: Destination Email:
fa: پست الکترونیکی مقصد:

source: Destination Mobile Number:
fa: شماره موبایل مقصد

source: Review Details
fa: جزئیات نظرسنجی

source: Confirm
fa: تایید

source: Launch to your homepage
fa: صفحه اصلی خود را ببینید

source: New User Registration
fa: ساخت حساب کاربری

source: Continue >>
fa: ادامه >>

source: Sign Up
fa: ثبت نام

source: Already have an account?
fa: در این سایت حساب کاربری دارم.

source: Sign In!
fa: ورود به سایت

source: Reports
fa: گزارش مالی

source: Wallet Report
fa: کیف پول من

source: Go to Login Page
fa: ورود

source: LOGIN
fa: ورود

source: SERVICES
fa: خدمات

source: CONTACT
fa: ارتباط با ما

source: ABOUT US
fa: درباره ما

source: Recharge wallet using credit card
fa: افزایش اعتبار کیف پول با استفاده از کارت اعتباری

source: Payment Type
fa: نوع درگاه پرداخت

source: Wallet Type
fa: نوع حساب

source: Recharge Amount
fa: مبلغ

source: Charge
fa: افزایش اعتبار

source: Reset
fa: ریست

source: Recharge Wallet History
fa: پیشینه ی افزایش اعتبار حساب

source: Recharge ID
fa: شناسه تراکنش

source: Wallet Code
fa: شماره حساب

source: Card Type
fa: نوع کارت

source: Status
fa: وضعیت

source: Transaction History
fa: پیشینه تراکنش

source: Type
fa: نوع کارت

source: Description
fa: توضیحات

source: Wallet
fa: کیف پول

source: Wallet Info
fa: کیف پول من

source: Successfully Created
fa: با موفقیت ایجاد شد

source: Click on the wallet ID if you want to see account details
fa: برای دیدن جزئیات حساب لینک کیف پول را کلیک کنید

source: back to current wallet
fa: بازگشت به کیف پول فعلی

source: Conversion
fa: تبدیل واحد ارز

source: Your conversion is in process
fa: تبدیل در حال انجام است

source: Currency Name
fa: نام ارز

source: Currency Symbol
fa: نماد واحد ارز

source: Balance
fa: مانده ارز

source: Wallet Description
fa: توضیحات

source: Convert
fa: تبدیل به ارز

source: To Currency
fa: تبدیل ارز به واحد

source: Transactions
fa: معاملات

source: International
fa: بین المللی

source: Transaction
fa: تراکنش

source: Review
fa: نظر سنجی

source: Source Amount
fa: مقدار منبع

source: Destination Amount
fa: مقدار

source: Wallet Overview
fa: خلاصه کیف پول

source: Wallets Overview
fa: خلاصه کیف پول

source: may take up to 1 minute to be updated, please refresh to get latest information.
fa: تاخیر 1 دقیقه در به روز رسانی وجود دارد

source: Converted Value
fa: مقدار تبدیل شده

source: My total stock in
fa: کل نقدینگی

source: USD
fa: دلار

source: 's Profile
fa: حساب کاربری

source: Login to Manager Panel
fa: ورود به سایت

source: Withdrawal Requests
fa: درخواست برداشت

source: Row
fa: ردیف

source: Source Account
fa: حساب ها

source: Destination Account
fa: ایجاد حساب بانکی جدید

source: Transaction Status
fa: تراکنش

source: Payment Confirmation
fa: تاییدیه پرداخت

source: Mobile
fa: تلفن همراه

source: Submit
fa: تایید

source: Showing
fa: نمایش

source: of entries
fa: درایه ها

source: to
fa: تا

source: Completed
fa: تکمیل شده

source: Pending
fa: انتظار

source: Reversed
fa: بازگرداندن

source: Submit Review
fa: ثبت نظرسنجی

source: Comment:
fa: اظهارنظر:

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Edit
fa: ویرایش

source: National Id Code
fa: کد ملی

source: username
fa: نام کاربری

source: Your new account created successfully. Your new account id is:
fa: حساب جدید با موفقیت ایجاد شد. شماره حساب شما:

source: Show comments
fa: مشاهده نظرات

source: Reviewer
fa: رای دهنده

source: Review Comments
fa: مشاهده نظرات

source: Review Comments for
fa: نظر کاربران در رابطه با کاربر

source: Send Email
fa: ارسال ایمیل

source: Your payment was successfully done
fa: پرداخت شما با موفقیت انجام شد.

source: Processing. If successful a message will be sent to your mobile.
fa: در حال پردازش. اگر عملیات با موفقیت انجام شود، پیامی به تلفن شما ارسال خواهدشد.

source: Sender Email
fa: پست الکترونیکی پرداخت کننده

source: Receiver Email
fa: پست الکترونیکی دریافت کننده

source: Sender Mobile Number
fa: شماره تلفن پرداخت کننده

source: Receiver Mobile Number
fa: شماره تلفن دریافت کننده

source: Trusted Payment
fa: پرداخت امن

source: (Rial)
fa: (ریال)

source: A code has just been sent to your phone.
fa: کد امنیتی به شماره تلفن شما ارسال شده است.

source: Please enter destination email or mobile.
fa: لطفاً پست الکترونیکی یا موبایل کاربر مقصد را وارد نمایید.

source: You cannot send payment to yourself
fa: شما نمی توانید به خودتان پرداخت کنید.

source: You do not have any account in this currency
fa: شما در این واحد ارزی، حسابی ندارید.

source: Both fields must match.
fa: هر دو مورد باید مطابقت داشته باشد.

source: mobile number is not valid.
fa: شماره تلفن همراه وارد شده معتبر نیست.

source: national id is not valid.
fa: کد ملی وارد شده معتبر نیست.

source: date of birth is not valid.
fa: تاریخ تولد معتبر نیست.

source: Your password successfully changed.
fa: رمز عبور شما با موفقیت تغییر یافت.

source: Password retrieved successful
fa: رمز عبور شما با موفقیت بازیابی شد.

source: No such user
fa: چنین کاربری وجود ندارد.

source: Username or password is invalid.
fa: نام کاربری یا رمز عبور معتبر نیست.

source: Your account is disabled.
fa: حساب شما غیرفعال شده است.

source: Username or Password is not valid. please try again.
fa: نام کاربری یا رمز عبور معتبر نیست. لطفاً مجدداً تلاش کنید.

source: Entered value too small. This payment will not accept less than 100.
fa: مقدار وارد شده، بسیار کم است. پرداخت کمتر از 100 ریال امکان پذیر نیست.

source: Your transaction was not successful. Try again later.
fa: تراکنش شما با موفقیت انجام نشد. لطفاً مجدداً تلاش کنید.

source: Your balance is less than requested amount.
fa: موجودی حساب شما کمتر از مقدار درخواست شده است.

source: Your request successfully saved.
fa: درخواست شما با موفقیت ثبت شد.

source: This transaction is not possible now. Please try later.
fa: در حال حاضر امکان انجام این تراکنش وجود ندارد. لطفاً بعداً تلاش کنید.

source: Your money transfer done successfully
fa: انتقال مالی شما با موفقیت انجام شد.

source: Your have an account already, please login
fa: شما دارای حساب کاربری هستید. لطفاً وارد حساب خود شوید.

source: Your email registered before with another phone number.
fa: پست الکترونیکی شما پیش از این با شماره تلفن دیگری در سایت ثبت شده است.

source: Your mobile number registered before with another email address
fa: شماره تلفن شما پیش از این با پست الکترونیکی دیگری در سایت ثبت شده است.
